Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AUDIO_DUCKING_VOLUME_FOOTER_IPHONE
source: Adjust the volume of VoiceOver compared to other audio on your iPhone.
ar: ضبط مستوى صوت التعليق الصوتي مقارنة بالأصوات الأخرى على iPhone.
bg: Настройте силата на звука за VoiceOver спрямо другото аудио на вашия iPhone.
ca: Ajusta el volum del VoiceOver respecte de la resta de l’àudio de l’iPhone.
cs: Nastavení hlasitosti VoiceOveru oproti jiným zvukům na iPhonu.
da: Juster lydstyrken på VoiceOver sammenlignet med anden lyd på din iPhone.
de: Passe die VoiceOver-Lautstärke im Vergleich zu anderem Audio auf deinem iPhone an.
el: Προσαρμογή της έντασης ήχου του VoiceOver σε σύγκριση με άλλους ήχους στο iPhone.
es: Ajusta el volumen de VoiceOver respecto al del resto del audio del iPhone.
es_us: Ajusta el volumen de VoiceOver respecto del resto del audio de tu iPhone.
fi: Säädä VoiceOverin äänenvoimakkuutta muuhun iPhonen ääneen verrattuna.
fr: Ajustez le volume de VoiceOver par rapport aux autres contenus audio sur votre iPhone.
fr_ca: Réglez le volume de VoiceOver par rapport au reste sur votre iPhone.
he: באפשרותך להתאים את עוצמת השמע של VoiceOver בהשוואה לשמע אחר ב-iPhone שלך.
hi: अपने iPhone पर अन्य ऑडियो की तुलना में VoiceOver का वॉल्यूम ऐडजस्ट करें।
hr: Prilagodite glasnoću VoiceOvera u usporedbi s drugim zvukovima na iPhoneu.
hu: Módosítja a VoiceOver hangerejét az Ön iPhone-ján lejátszott egyéb hangokhoz viszonyítva.
id: Sesuaikan volume VoiceOver dibandingkan dengan audio lainnya di iPhone Anda.
it: Regola il volume di VoiceOver rispetto al resto dell’audio su iPhone.
ja: iPhoneのほかのオーディオと比較して、VoiceOverの音量を調整します。
kk: VoiceOver дыбыс деңгейін iPhone құрылғысындағы басқа дыбыспен салыстыра отырып реттеңіз.
ko: iPhone의 다른 오디오에 맞춰 VoiceOver 음량을 조절합니다.
lt: Pakoreguokite „VoiceOver“ garsumą pagal „iPhone“ garsumą.
ms: Laraskan kelantangan VoiceOver berbanding audio lain pada iPhone anda.
nl: Pas het volume van VoiceOver aan in vergelijking met andere audio van je iPhone.
no: Juster volumet til VoiceOver sammenlignet med annen lyd på iPhonen.
pl: Opcja dostosowuje głośność VoiceOver do innych treści audio odtwarzanych na iPhonie.
pt_br: Ajusta o volume do VoiceOver em comparação a outros áudios no iPhone.
pt_pt: Ajustar o volume do VoiceOver relativamente a outro áudio no iPhone.
ro: Ajustați volumul VoiceOver în comparație cu alte sunete de pe iPhone.
ru: Настроить громкость VoiceOver относительно громкости других аудио на iPhone.
sk: Upravuje hlasitosť VoiceOveru oproti iným zvukom na iPhone.
sl: Prilagodite glasnost funkcije VoiceOver v primerjavi z drugim zvokom v iPhonu.
sv: Justera volymen på VoiceOver jämfört med annat ljud på iPhone.
th: ปรับระดับเสียงของ VoiceOver โดยเปรียบเทียบกับเสียงอื่นบน iPhone ของคุณ
tr: VoiceOver’ın ses yüksekliğini iPhone’unuzdaki diğer seslere oranla ayarlar.
uk: Налаштувати гучність VoiceOver відносно іншого аудіовмісту на iPhone.
vi: Điều chỉnh âm lượng của VoiceOver so với âm thanh khác trên iPhone của bạn.
zh_cn: 对照iPhone上的其他音频调整旁白音量。
zh_hk: 比較一下iPhone上的其他音訊以自動調整「旁白」音量。
zh_tw: 根據iPhone上的其他音訊自動調整「旁白」音量。

# ACTIVITIES_INTERACTION
source: Interaction
ar: التفاعل
bg: Взаимодействие
ca: Interacció
cs: Interakce
da: Interaktion
de: Interaktion
el: Αλληλεπίδραση
es: Interacción
es_us: Interacción
fi: Käyttäminen
he: אינטראקציה
hi: इंटरऐक्शन
hr: Interakcija
hu: Interakció
id: Interaksi
it: Interazione
ja: 操作
kk: Өзара әрекеттестік
ko: 상호 작용
lt: Sąveika
ms: Interaksi
nl: Interactie
no: Interaksjon
pl: Interakcja
pt_br: Interação
pt_pt: Interação
ro: Interacțiune
ru: Взаимодействие
sk: Interakcia
sl: Interakcija
sv: Interagering
th: การโต้ตอบ
tr: Etkileşim
uk: Взаємодія
vi: Tương tác
zh_cn: 交互
zh_hk: 互動
zh_tw: 互動

# NAV_IMG_W_DESCRIPTIONS_SHORT
source: Descriptions
ar: الأوصاف
bg: Описание
ca: Descripcions
cs: Popisy
da: Beskrivelser
de: Beschreibungen
el: Περιγραφές
es: Descripciones
es_us: Descripciones
fi: Kuvaustekstit
he: תיאורים
hi: विवरण
hr: Opisi
hu: Leírások
id: Deskripsi
it: Descrizioni
ja: 説明
kk: Сипаттамалар
ko: 설명
lt: Apibūdinimai
ms: Perihalan
nl: Beschrijvingen
no: Beskrivelser
pl: Opisy
pt_br: Descrições
pt_pt: Descrições
ro: Descrieri
ru: Описания
sk: Popisy
sl: Opisi
sv: Beskrivningar
th: คำอธิบาย
tr: Açıklamalar
uk: Описи
vi: Mô tả
zh_cn: 描述
zh_hk: 描述
zh_tw: 描述

# VOICEOVER_GESTURE_HELP_HINT_PART2_VISION
source: Press the Digital Crown and use a left index or right ring pinch to select the done button to exit.
ar: اضغط على التاج الرقمي وضُم السبابة اليسرى أو البنصر اليمنى إلى الإبهام لتحديد زر "تم" والخروج.
bg: Натиснете коронката Digital Crown и използвайте събиране/раздалечаване с левия показалец или с десния безименен пръст, за да изберете бутона „готово“ за изход.
ca: Per seleccionar el botó “Fet” i sortir, prem la Digital Crown i fes una pinçada amb l’índex esquerre o l’anular dret.
cs: Tlačítko Hotovo, kterým se zavírá okno, vyberete stisknutím korunky Digital Crown a sepnutím levého ukazováku nebo pravého prsteníku s palcem.
da: Tryk på Digital Crown, og knib med venstre pegefinger eller højre ringfinger for at vælge knappen OK og slutte.
de: Drücke die Digital Crown und kneife mit dem linken Zeige- oder rechten Ringfinger, um die Taste „Fertig“ auszuwählen und zu beenden.
el: Πιέστε το Digital Crown και χρησιμοποιήστε τον αριστερό δείκτη ή τον δεξιό παράμεσο για επιλογή του κουμπιού «Τέλος» για έξοδο.
es: Pulsa la corona Digital Crown y selecciona el botón OK con el dedo índice izquierdo o el anular derecho para salir.
es_us: Presiona la Digital Crown y pellizca usando el dedo índice izquierdo o derecho para seleccionar el botón de Listo y salir.
fi: Poistu painamalla Digital Crownia ja valitsemalla Valmis-painike vasemman etusormen tai oikean nimettömän nipistyksellä.
fr: Appuyez sur la Digital Crown et effectuez un pincement de l’index gauche ou de l’annulaire droit pour sélectionner le bouton OK pour sortir.
fr_ca: Appuyez sur la Digital Crown et effectuez un pincement de l’index gauche ou de l’annulaire droit pour sélectionner le bouton « OK » pour sortir.
he: כדי לצאת, יש ללחוץ על ה-Digital Crown ולהשתמש בצביטה באצבע המורה השמאלית או בקמיצה הימנית לבחירת הכפתור ״סיום״.
hi: Digital Crown दबाएँ और बाहर निकलने के लिए पूर्ण बटन चुनने के लिए बाईं तर्जनी या दाईं अनामिका पिंच का इस्तेमाल करें।
hr: Pritisnite Digital Crown i upotrijebite štipanje lijevim kažiprstom ili desnim prstenjakom za odabir tipke za zatvaranje.
hu: Nyomja meg a Digital Crownt, és használja a bal mutatóujjas vagy a jobb gyűrűsujjas csípést a Kész gomb kiválasztásához és a kilépéshez.
id: Tekan Digital Crown dan jepit menggunakan telunjuk kiri atau jari manis kanan untuk memilih tombol selesai untuk keluar.
it: Premi la Digital Crown ed effettua un pizzico con l’indice sinistro o l’anulare destro per selezionare il pulsante Fine e uscire.
ja: Digital Crownを押して、左人差し指または右薬指を使ってピンチして完了ボタンを選択して終了します。
kk: Digital Crown дөңгелекшесін басыңыз және дайын түймесін таңдау үшін сол қолдың сұқ саусағымен немесе оң қолдың атаусыз саусағымен түйістіріңіз.
ko: 완료 버튼을 선택하여 나가려면 Digital Crown을 누르고 왼쪽 검지 또는 오른쪽 약지 핀치를 사용하십시오.
lt: Paspauskite „Digital Crown“ ir suimkite kairiuoju smiliumi ar dešiniuoju bevardžiu pirštu, kad pasirinktumėte mygtuką „Atlikta“ ir išeitumėte.
ms: Tekan Digital Crown dan gunakan cubitan jari telunjuk kiri atau jari manis kanan untuk memilih butang selesai untuk keluar.
nl: Druk op de Digital Crown en gebruik een knijpbeweging met de linkerwijsvinger of rechterringvinger om de knop 'Gereed' te sluiten.
no: Trykk på Digital Crown og knip med venstre pekefinger eller høyre ringfinger for å avslutte.
pl: Naciśnij Digital Crown i stuknij lewym palcem wskazującym lub prawym palcem serdecznym w kciuk, aby wybrać przycisk Gotowe i zakończyć.
pt_br: Pressione a Digital Crown e use um gesto de pinça com o indicador esquerdo ou anelar direito para selecionar o botão OK e sair.
pt_pt: Carregue na Digital Crown e junte o polegar e indicador esquerdo ou polegar e dedo anelar direito para selecionar o botão OK para sair.
ro: Apăsați pe Digital Crown și utilizați un gest de atingere între policarul și indicatorul de la stânga sau policarul și inelarul de la dreapta pentru a selecta butonul OK și a ieși.
ru: Чтобы выбрать кнопку «Готово» для выхода, нажмите колесико Digital Crown и сведите большой палец левой руки с указательным или большой палец правой руки с безымянным.
sk: Tlačidlo Hotovo, ktoré zatvorí precvičovanie, označíte stlačením korunky Digital Crown a spojením ľavého ukazováka alebo pravého prstenníka s palcom.
sl: Pritisnite gumb Digital Crown in izvedite uščip z levim kazalcem ali desnim prstancem, da izberete gumb Dokončano za izhod.
sv: Tryck på Digital Crown och nyp ihop med vänster pekfinger eller höger ringfinger för att markera knappen klar och avsluta.
th: กดปุ่ม Digital Crown แล้วจีบนิ้วชี้ซ้ายหรือขวาเพื่อเลือกปุ่มเสร็จสิ้นเพื่อออก
tr: Digital Crown’a basıp sol işaret veya sağ yüzük parmağınızla kıstırmayı kullanarak Bitti düğmesini seçerek çıkın.
uk: Натисніть коронку Digital Crown і щипніть великим і лівим вказівним або правим підмізинним пальцем, щоб вибрати кнопку «Готово» для виходу.
vi: Nhấn Digital Crown và sử dụng cử chỉ chụm ngón trỏ trái hoặc ngón nhẫn phải để chọn nút Xong để thoát.
zh_cn: 按下数码旋钮并使用左食指或右无名指捏合以选择完成按钮退出。
zh_hk: 按下「數碼旋鈕」並使用左食指或右無名指捏合即可選擇完成按鈕以退出。
zh_tw: 按下數位旋鈕並使用左手食指或右手無名指捏一下來選取完成按鈕以結束。

# NEURAL_INTRO_VISION
source: Using on-device intelligence, your Apple Vision Pro will automatically improve the accessibility of apps, images, and text. VoiceOver Recognition should not be relied upon in circumstances where you could be harmed or injured, in high-risk situations, for navigation, or for the diagnosis or treatment of any medical condition.
ar: باستخدام الذكاء الاصطناعي على الجهاز، ستحسِّن Apple Vision Pro تلقائيًا تسهيلات استخدام التطبيقات والصور والنصوص. لا ينبغي الاعتماد على "التعرف باستخدام التعليق الصوتي" في مواقف قد تؤدي إلى تعرضك للأذى أو الإصابة، أو في حالات الخطورة العالية، أو للتنقل، أو لتشخيص أو علاج أية حالة صحية.
bg: С помощта на интелигентността на устройството вашите Apple Vision Pro автоматично ще подобряват функциите за улеснен достъп в приложения, изображения и текст. Не трябва да се разчита на VoiceOver разпознаването при обстоятелства, в които може да бъдете наранени или да пострадате, във високорискови ситуации, за навигация или за диагностициране или лечение на медицинско състояние.
ca: L’Apple Vision Pro utilitza la intel·ligència local per millorar automàticament l’accessibilitat de les apps, les imatges i el text. No has de confiar en el reconeixement del VoiceOver en circumstàncies que puguin suposar un perill per a la teva integritat física, en situacions d’alt risc, per orientar‑te ni per diagnosticar o tractar malalties.
cs: Zařízení Apple Vision Pro bude využívat vlastní umělou inteligenci k automatickému lepšímu zpřístupnění aplikací, obrázků a textu. Na funkci Inteligentní VoiceOver byste neměli spoléhat v situacích, které by mohly vést ke škodám nebo úrazům, v rizikových situacích, při navigaci, stanovování diagnózy ani řešení zdravotních problémů.
da: Ved hjælp af intelligens på enheden kan din Apple Vision Pro automatisk gøre apps, billeder og tekst mere tilgængelige. Du bør ikke stole på VoiceOver-genkendelse i situationer, hvor du kan komme til skade, i risikobetonede situationer, i forbindelse med navigation eller til diagnose og behandling af sygdomme.
de: Die Apple Vision Pro verwendet künstliche Intelligenz auf dem Gerät, um den Zugriff auf Apps, Bilder und Text automatisch zu verbessern. Du solltest dich nicht auf die VoiceOver-Erkennung verlassen, wenn du dich in Situationen befindest, in denen du verletzt oder geschädigt werden könntest, in risikoreichen Situationen, bei der Navigation oder zur Diagnose oder Behandlung von gesundheitlichen Beschwerden.
el: Το Apple Vision Pro χρησιμοποιεί νοημοσύνη επί της συσκευής για αυτόματη βελτίωση της προσβασιμότητας εφαρμογών, εικόνων και κειμένου. Δεν πρέπει να βασίζεστε στην Αναγνώριση VoiceOver σε περιπτώσεις όπου μπορεί να τραυματιστείτε, σε καταστάσεις υψηλού κινδύνου, για πλοήγηση, ή για διάγνωση ή θεραπεία οποιασδήποτε ιατρικής πάθησης.
es: El Apple Vision Pro utiliza la inteligencia local del dispositivo para mejorar automáticamente la accesibilidad de apps, imágenes y texto. No se debe confiar en el reconocimiento de VoiceOver en circunstancias de riesgo, en las que puedas hacerte daño, para orientarte o para diagnosticar o tratar una enfermedad.
es_us: Al usar la inteligencia integrada en el dispositivo, tu Apple Vision Pro automáticamente mejorará la accesibilidad de apps, imágenes y texto. No es aconsejable depender del reconocimiento de VoiceOver en circunstancias durante las que pudieras sufrir heridas o lesiones, en situaciones de alto riesgo, para las rutas, o para el diagnóstico o tratamiento de algún padecimiento médico.
fi: Apple Vision Pro käyttää sisäistä laiteälyä parantaakseen automaattisesti appien, kuvien ja tekstin helppokäyttöisyyttä. VoiceOver-tunnistukseen ei pidä luottaa olosuhteissa, joissa voit vahingoittua tai loukkaantua, riskialttiissa tilanteissa, navigoitaessa tai diagnosoitaessa tai hoidettaessa sairauksia.
fr: Grâce à une technologie exécutée sur l’appareil, votre Apple Vision Pro améliorera automatiquement l’accessibilité des apps, des images et du texte. La reconnaissance par VoiceOver ne doit pas être utilisée dans des situations pouvant entraîner des blessures, dans des situations à haut risque, ainsi que pour la navigation ou pour le diagnostic et le traitement de problèmes médicaux.
fr_ca: En exploitant l’intelligence de l’appareil, votre Apple Vision Pro améliorera automatiquement l’accessibilité aux apps, aux images et au texte. Ne vous fiez pas à Reconnaissance VoiceOver pour la navigation, pour poser un diagnostic médical, pour traiter un problème de santé ou dans des situations qui comportent un risque important ou qui sont susceptibles d’entraîner des blessures.
he: השימוש בטכנולוגיית בינה מלאכותית ב-Apple Vision Pro שלך ישפר באופן אוטומטי את אפשרויות הנגישות של יישומים, תמונות ומלל. אין להסתמך על ״זיהוי VoiceOver״ במצבים שעלולים לגרום לך לנזקים או פציעות, במצבים של סיכון גבוה, לצורכי ניווט או עבור פעולת אבחון או טיפול רפואי מכל סוג שהוא.
hi: ऑन-डिवाइस इंटेलीजेंस के इस्तेमाल से आपका Apple Vision Pro ऐप्स, इमेज और टेस्क्ट की ऐक्सेसिबिलिटी को ऑटोमैटिकली बेहतर बनाएगा। VoiceOver पहचान पर उन परिस्थितियों में भरोसा नहीं किया जाना चाहिए जिनसे आपको नुक़सान पहुँचने या चोट लगने की आशंका हो, अत्यधिक जोखिम भरी स्थिति हो, नैविगेशन करना हो या किसी मेडिकल समस्या के डायग्नॉसिस या उपचार की ज़रूरत हो।
hr: Vaš će Apple Vision Pro automatski poboljšati pristupačnost aplikacija, slika i teksta koristeći inteligenciju na uređaju. Na značajku Prepoznavanje pomoću VoiceOvera ne biste se trebali oslanjati u okolnostima koje mogu rezultirati ozljedama, u situacijama visokog rizika, za navigaciju ili dijagnosticiranje ili liječenje bilo kojeg zdravstvenog stanja.
hu: Az eszközön való feldolgozással az Apple Vision Prója automatikusan javítja az appok, képek és szövegek elérhetőségét. Ne hagyatkozzon a VoiceOver-felismerésre olyan körülmények közt, ahol megsérülhet, valamint magas kockázatú helyzetekben, navigációhoz, illetve orvosi kezelést igénylő állapotok diagnosztizálásához vagy kezeléséhez.
id: Dengan menggunakan kecerdasan pada perangkat, Apple Vision Pro Anda akan meningkatkan aksesibilitas app, gambar, dan teks secara otomatis. Pengenalan VoiceOver tidak boleh diandalkan dalam kondisi yang memungkinkan Anda untuk terluka atau cedera, dalam situasi berisiko tinggi, untuk navigasi, atau untuk diagnosis dan perawatan kondisi medis apa pun.
it: Utilizzando l’intelligenza artificiale presente sul dispositivo, Apple Vision Pro migliorerà automaticamente l’accessibilità di app, immagini e testo. Non è consigliabile fare affidamento su questa funzionalità se rischi di riportare lesioni o danni, in situazioni di elevato pericolo, per la navigazione oppure per la diagnosi o il trattamento di condizioni cliniche.
ja: デバイス上の人工知能機能を使用して、このApple Vision Proでのアプリ、画像、テキストのアクセシビリティを自動的に向上させます。 危害を加えられるまたは怪我をする可能性のある状況や、危険度の高い状態や、ナビゲーションの目的や、病気の診断/治療の目的などにおいては、VoiceOver認識機能に頼るのはおやめください。
kk: Құрылғыдағы жасанды интеллект технологиясын пайдалана отырып, Apple Vision Pro құрылғысы қолданбалар, кескіндер мен мәтіннің әмбебап қол жеткізу мүмкіндігін автоматты түрде арттырады. «VoiceOver тану» опциясын денсаулығыңызға зиян тигізуі мүмкін, қауіп деңгейі жоғары болатын жағдайларда, навигациялау, диагноз қою немесе кез келген медициналық ауруларды емдеу жағдайларында басшылыққа алмаңыз.
ko: Apple Vision Pro가 온디바이스 기능을 사용하여 자동으로 앱, 이미지 및 텍스트를 더 사용하기 쉽게 만듭니다. 피해 또는 상해를 입을 수 있는 상황, 고위험 상황, 내비게이션, 또는 질병의 진단이나 치료에 있어서 ‘VoiceOver 인식’에 의존해서는 안 됩니다.
lt: Naudodami įrenginio intelektą, jūsų „Apple Vision Pro“ automatiškai pagerins programų, vaizdų ir teksto prieinamumą. „VoiceOver“ atpažinimas neturėtų būti naudojamas tokiomis aplinkybėmis, kai jums gali būti pakenkta ar galite būti sužaloti, didelės rizikos situacijose, navigacijos tikslais arba diagnozuojant ar gydant bet kokią sveikatos būklę.
ms: Dengan menggunakan kecerdasan pada peranti, Apple Vision Pro anda akan meningkatkan kebolehcapaian app, imej dan teks secara automatik. Anda tidak patut bergantung pada Pengecaman VoiceOver dalam keadaan yang boleh membahayakan atau mencederakan anda, dalam situasi berisiko tinggi, untuk navigasi atau diagnosis, atau rawatan sebarang keadaan perubatan.
nl: Je Apple Vision Pro verbetert via kunstmatige intelligentie op apparaten automatisch de toegankelijkheid van apps, afbeeldingen en tekst. Vertrouw niet op 'VoiceOver-herkenning' in situaties die schade of letsel kunnen veroorzaken, in situaties met een hoog risico, voor navigatie of voor de diagnose of behandeling van een medische aandoening.
no: Ved hjelp av kunstig intelligens på enheten kan Apple Vision Pro automatisk forbedre tilgjengeligheten av apper, bilder og tekst. VoiceOver-gjenkjenning bør ikke brukes i situasjoner der du kan bli skadet, i risikosituasjoner, til navigering eller til diagnostisering eller behandling av sykdommer.
pl: Funkcja Rozpoznawanie VoiceOver automatycznie poprawia dostępność w aplikacjach (oraz obrazków i tekstu), używając zaawansowanej sztucznej inteligencji na Apple Vision Pro. Na funkcji nie należy polegać, jeśli może to spowodować uszczerbek na zdrowiu, w sytuacjach wysokiego ryzyka, w nawigacji ani podczas diagnozowania i leczenia schorzeń i chorób.
pt_br: Usando inteligência no dispositivo, o Apple Vision Pro melhora automaticamente a acessibilidade de apps, imagens e texto. Você não deve contar com o Reconhecimento do VoiceOver em circunstâncias em que possa se ferir, em situações de alto risco, para navegação ou para o diagnóstico ou tratamento de qualquer condição médica.
pt_pt: O Apple Vision Pro usa a inteligência artificial no dispositivo para melhorar automaticamente a acessibilidade das aplicações, imagens e texto. A funcionalidade Reconhecimento do VoiceOver não deve ser usada em circunstâncias que possam comprometer a sua integridade física ou em situações de alto risco, nem para fins de navegação, nem para o diagnóstico ou tratamento de qualquer problema de saúde.
ro: Utilizând tehnologii de inteligență artificială pe dispozitiv, Apple Vision Pro‑ul va îmbunătăți în mod automat accesibilitatea aplicațiilor, imaginilor și textului. Nu trebuie să vă bazați pe funcționalitatea “Recunoaștere VoiceOver” în circumstanțe în care ați putea suferi prejudicii sau vătămări, pentru navigație ori pentru diagnosticarea sau tratamentul oricărei afecțiuni medicale.
ru: Используя искусственный интеллект на устройстве, Apple Vision Pro будет автоматически улучшать универсальный доступ к приложениям, изображениям и тексту. Не полагайтесь на функцию «Распознавание VoiceOver» при обстоятельствах, в которых Вашему здоровью может быть причинен вред, в ситуациях повышенного риска, для навигации, а также медицинских диагнозов или лечения каких‑либо заболеваний.
sk: Apple Vision Pro budú pomocou vlastnej umelej inteligencie automaticky vylepšovať prístupnosť apiek, obrázkov a textov. Na Inteligentný VoiceOver by ste sa nemali spoliehať v situáciách, keď by mohlo dôjsť k škode alebo úrazu, v rizikových situáciách, pri navigácii ani pri diagnostike či liečbe akýchkoľvek zdravotných problémov.
sl: Z uporabo inteligence v napravi bo vaša naprava Apple Vision Pro samodejno izboljšala dostopnost aplikacij, slik in besedil. V okoliščinah, ko se lahko poškodujete ali utrpite škodo, v visokotveganih situacijah, pri navigaciji ali pri diagnosticiranju oz. zdravljenju zdravstvenega stanja se na prepoznavanje VoiceOver ne zanašajte.
sv: Med hjälp av intelligens på enheten kommer denna Apple Vision Pro automatiskt att göra appar, bilder och text mer tillgängliga. Du bör inte förlita dig på VoiceOver-igenkänning i situationer där det kan leda till skador, i situationer med hög risk, vid navigering eller för diagnos eller behandling av någon medicinsk åkomma.
th: Apple Vision Pro ของคุณจะใช้ความฉลาดของอุปกรณ์เพื่อปรับปรุงการช่วยการเข้าถึงของแอป ภาพ และข้อความโดยอัตโนมัติ ไม่ควรใช้การเรียนรู้ VoiceOver เพียงอย่างเดียวโดยเฉพาะเมื่ออยู่ในสถานการณ์ที่อาจเป็นอันตรายหรือเกิดบาดเจ็บได้ สถานการณ์ที่มีความเสี่ยงสูง หรือสำหรับการนำทาง หรือสำหรับการวินิจฉัยหรือการรักษาทางการแพทย์
tr: Apple Vision Pro’nuz, aygıttaki yapay zekâyı kullanarak uygulama, görüntü ve metin erişilebilirliğini otomatik olarak iyileştirir. Zarar görebileceğiniz veya yaralanabileceğiniz şartlarda, yüksek riskli durumlarda, navigasyon amaçlı ya da herhangi bir tıbbi durumun tanısı veya tedavisi için VoiceOver Tanıması’na güvenmemelisiniz.
uk: Apple Vision Pro використовує вбудовані інтелектуальні алгоритми, щоб автоматично робити програми, зображення й текст доступнішими. Розпізнавання через VoiceOver не слід використовувати, коли є загроза ушкодження чи травмування, у ризикованих ситуаціях, для навігації, а також для діагностики або лікування будь-якого стану здоровʼя чи захворювання.
vi: Bằng cách sử dụng công nghệ thông minh trên thiết bị, Apple Vision Pro của bạn sẽ tự động cải thiện trợ năng của các ứng dụng, hình ảnh và văn bản. Bạn không nên dựa vào Nhận biết VoiceOver trong các trường hợp mà bản thân có thể bị tổn hại hoặc chấn thương, trong các tình huống rủi ro cao, để dẫn đường hoặc chẩn đoán hay điều trị bất kỳ tình trạng y tế nào.
zh_cn: Apple Vision Pro可以使用设备端智能技术自动改善App、图像和文本的辅助功能。 在以下情况下不应依赖“旁白识别”功能：可能导致伤害或受伤、高风险环境中、导航或任何医疗状况的诊断或治疗。
zh_hk: 你的Apple Vision Pro會使用裝置端智能技術自動改進App、影像和文字的輔助使用功能。 當你可能受到傷害或損傷、處於高風險情況、導航期間、在診斷或治療醫療狀況時，你不應該依賴「旁白識別」功能。
zh_tw: 透過裝置端的智慧技術，你的Apple Vision Pro可自動改進App、影像和文字的輔助使用功能。 在你可能會受傷、具高風險的環境、導航期間或在診斷/治療醫療狀況時都不應該仰賴「旁白辨識」功能。
